Revit 2024 API
SymbolTypeId.Watt Property
 Symbol W, indicating unit Watts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Watt { get; }
Visual Basic
Public Shared ReadOnly Property Watt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Watt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace